// © Copyright 2009-2010, 2015 HP Development Company, L.P.

TaskName = "System Maintenance Utility";
NoUtilityErrorTitle = "無法啟動公用程式。";
NoUtilityErrorDescription = "找不到公用程式。請重新安裝您的軟體。";
TaskNameTitle = "裝置維護";
TaskDescriptionTitle = "所選印表機受 HP Designjet System Maintenance Utility 支援。要維護印表機並檢視相關資訊，請按一下「啟動公用程式」按鈕。";
LaunchUtilityButtonTitle = "啟動公用程式";